{
       "cohort": [
              {
                     "id": 1,
                     "firstName": "Katy",
                     "lastName": "Fry",
                     "reelThemIn": "Q: What do cats and programmers have in common? A: When either one is excited, an appropriate question would be, \"did you find a bug?",
                     "bio": "<p>I began the Part-Time Web Development program in January 2021. I quickly fell in love with code and how it allowed me to be both analytical and creative--uniting both my love of science and of art. I am now a contract software engineer who has worked on applications used by millions of people per month. I am so honored to get to do what I do. As a developer, I try to make everything I do both functional and beautiful. And foster that love in others as well!</p>",
                     "github": "https://github.com/katherinevfry",
                     "linkedIn": "https://www.linkedin.com/in/katherine-fry/",
                     "portfolio": "https://www.katyfry.com/",
                     "email": "katyvfry@gmail.com",
                     "proImg": "KatyFry.jpg"
              },
              {
                     "id": 2,
                     "firstName": "Matthew",
                     "lastName": "Gonzales",
                     "reelThemIn": "<p>Before I found coding I felt incomplete, but now I'm finished.</p>",
                     "bio": "<p>I joined NSS to pursue my love of programming with efficiency and smart design after years of experience as an analyst in various industries. I find that designing intuitive applications to solve meaningful problems appeals to my creative, analytical mindset, and I enjoy my time spent learning new skills while contributing as a team.</p>",
                     "github": "https://github.com/GonzalesMatthew",
                     "linkedIn": "https://www.linkedin.com/in/matthewggonzales",
                     "portfolio": "https://www.matthewggonzales.com",
                     "email": "gonzalesmattg@gmail.com",
                     "proImg": "MatthewGonzales.jpg"
              },
              {
                     "id": 3,
                     "firstName": "Holly",
                     "lastName": "Parsons",
                     "reelThemIn": "<p>I know that I know nothing.</p>",
                     "bio": "<p>Hi! I’m Holly - a Nashville native, registered yoga teacher, dog mom, and product manager. I am interested in pursuing technical product management and protecting my engineers from the users.</p>",
                     "github": "https://github.com/hmparsons-sde",
                     "linkedIn": "https://www.linkedin.com/in/hmparsons",
                     "portfolio": "https://portfolio-hp.netlify.app",
                     "email": "holly-parsons@outlook.com",
                     "proImg": "HollyParsons.jpg"
              },
              {
                     "id": 4,
                     "firstName": "Ben",
                     "lastName": "Jarrett",
                     "reelThemIn": "<p>How many programmers does it take to change a light bulb? None – It’s a hardware problem</p>",
                     "bio": "<p>Dedicated, efficient, and always learning. When I love something, I am all in. I dive headfirst and learn everything there is to learn about it. This is something that I love about software development. There is an infinite amount of knowledge and skills that I will always be working toward learning and applying to not just work, but life as well.  I am seeking an opportunity to be a part of a team that loves to learn, better themselves, and to help each other along the way.</p>",
                     "github": "https://github.com/BenJarrett",
                     "linkedIn": "https://www.linkedin.com/in/ben-jarrett-2a5613198/",
                     "portfolio": "https://benjarrett.netlify.app",
                     "email": "b.cl.jarrett@gmail.com",
                     "proImg": "BenJarrett.jpg"
              },
              {
                     "id": 5,
                     "firstName": "Jim",
                     "lastName": "Conner",
                     "reelThemIn": "<p>Every great dev got there by solving problems they were unqualified to solve until they did it.</p>",
                     "bio": "<p>Hi there, I’m Jim!  My wife, ducks, dog, and I call Middle TN home.  Along the way I’ve mongered cheese, sold used books, taught EFL, worked for local and state government in TN, a love for supporting others thru technical roles has taken precedent, culminating in my time at NSS.  Now I’m excited to start my career as a dev!</p>",
                     "github": "https://github.com/jim-conner",
                     "linkedIn": "https://www.linkedin.com/in/jim-conner/",
                     "portfolio": "https://jim-conner.netlify.app/",
                     "email": "jamesdavidconner@gmail.com",
                     "proImg": "JimConner.jpg"
              },
              {
                     "id": 6,
                     "firstName": "Honey-Rae",
                     "lastName": "Swan",
                     "reelThemIn": "<p>Nothing gets futured without its own spitshine.</p>",
                     "bio": "<p>Hey, y’all! I’m Honey-Rae. I’m a coder, cinephile, and cat mom originally hailing from a holler roundabout Music City. As an English major turned software engineer, I’m excited to see my personal career and the world around us benefit from a marriage between the humanities and tech. I’m most interested in the stories we tell through software and the way users experience those stories, with a focus on ensuring they are accessible for people from all possible walks of life. I am currently seeking opportunities and can’t wait to build with all y’all.  </p>",
                     "github": "https://github.com/thedigitalmenagerie",
                     "linkedIn": "https://www.linkedin.com/in/honeyraeswan/",
                     "portfolio": "https://honeyraeswan.netlify.app/",
                     "email": "honeyraeswan@gmail.com",
                     "proImg": "HoneyRaySwan.jpg"
              },
              {
                     "id": 7,
                     "firstName": "Jesse",
                     "lastName": "Robinson",
                     "reelThemIn": "<p>There is no I in developer, I think</p>",
                     "bio": "<p>At an early age I was infatuated with technology. I have decided to turn my hobby and creativity towards tools that I can help build a better world with. Through web development I can express my creativity and ingenuity as a hobby and career alike. I am Jesse, an aspiring web developer, PC enthusiast, and fellow human.</p>",
                     "github": "https://github.com/jrobinson0529",
                     "linkedIn": "https://www.linkedin.com/in/jesse-robinson0529/",
                     "portfolio": "https://jesserobinson.me/",
                     "email": "jesse0529robinson@gmail.com",
                     "proImg": "JesseRobinson.jpg"
              },
              {
                     "id": 8,
                     "firstName": "Mitchell",
                     "lastName": "Crumbley",
                     "reelThemIn": "<p>I had a date last night that left a pit in my stomach.</p>",
                     "bio": "<p>I started the Part-Time Web Development program in January 2021. I knew I was going to enjoy coding when I completed our first assignment, looked over at the clock, and it read 3:45 AM. It simultaneously forces the use of both the critical thinking and creative sides of the brain. Few things have captured my focus the way software development has and I cannot wait for more. As a developer, I put my emphasis on both form and function. As a comedian, I cannot help but add some levity to all I do.</p>",
                     "github": "https://github.com/Mitchell-Crumbley",
                     "linkedIn": "https://www.linkedin.com/in/mitchell-crumbley/",
                     "portfolio": "https://mitchell-crumbley.netlify.app/",
                     "email": "mitchellcrumbley@gmail.com",
                     "proImg": "MitchellCrumbley.png"
              },
              {
                     "id": 9,
                     "firstName": "Gabrielle",
                     "lastName": "Tobermann",
                     "reelThemIn": "<p>Ctrl + Z  has saved lives.</p>",
                     "bio": "<p>I started coding when I was in college, and quickly realized that coding and music have a lot in common. I started the Web-development bootcamp at NSS and it was the best decision I ever made. </p>",
                     "github": "https://github.com/Gabrielle-Tobermann",
                     "linkedIn": "https://www.linkedin.com/in/gabrielle-tobermann/",
                     "portfolio": "https://gabrielletobermann.netlify.app/",
                     "email": "gabrielle.tobermann@gmail.com",
                     "proImg": "GabbyTobermann.jpg"
              },
              {
                     "id": 10,
                     "firstName": "Martin",
                     "lastName": "Sisk",
                     "reelThemIn": "<p>I know that I know nothing.</p>",
                     "bio": "<p>I’m Martin - I am a native Texan from the smallest county in Texas (Rockwall). Went to college for audio engineering and music business.</p>",
                     "github": "https://github.com/fimoefive",
                     "linkedIn": "https://www.linkedin.com/in/martin-sisk-9a64651aa/",
                     "portfolio": "https://martinpersonalbio.netlify.app/",
                     "email": "martin.sisk@pop.belmont.edu",
                     "proImg": "MartinSisk.jpg"
              },
              {
                     "id": 11,
                     "firstName": "Tad",
                     "lastName": "Sekeres",
                     "reelThemIn": "<p>\"Sometimes, a winner is a dreamer who just won’t quit.\" Rudy</p>",
                     "bio": "<p>After 20 years in Physical Education, Health and SEL teaching, I am now becoming a software developer with Nashville Software School.  During my teaching career I have developed skills in leadership, collaboration, conflict resolution, relationship building and restorative practices. I am loving digging into software development! I love the teamwork, creativity and problem solving nature of the work and of the industry. </p>",
                     "github": "https://github.com/tsekeres",
                     "linkedIn": "https://www.linkedin.com/in/tadsekeres/",
                     "portfolio": "https://www.tadsekeres.com/",
                     "email": "twsekeres@gmail.com",
                     "proImg": "TadSekeres.jpg"
              },
              {
                     "id": 12,
                     "firstName": "Chris",
                     "lastName": "Meffley",
                     "reelThemIn": "<p>I used to take care of large carnivores, now I take care of bugs</p>",
                     "bio": "<p>After over a decade in the animal care field, I was looking for a new challenge and Software Development grabbed hold of me and I never looked back. I discovered many similarities between my old career and new one, including: problem solving, efficient communication, adaptability and passion. I have enjoyed the highs and learned from the lows and look forward to diving deeper into my new and exciting vocation. If I’m not in front of my computer, you will find me outside hiking, cycling or training for my next endurance adventure.</p>",
                     "github": "https://github.com/cmeffley",
                     "linkedIn": "https://www.linkedin.com/in/chrismeffley/",
                     "portfolio": "https://www.chrismeffley.com/",
                     "email": "cmeffley@gmail.com",
                     "proImg": "ChrisMeffley.jpg"
              },
              {
                     "id": 13,
                     "firstName": "Chie",
                     "lastName": "Stroud",
                     "reelThemIn": "<p>Fall down seven times, stand up eight (Nanakorobi yaoki).</p>",
                     "bio": "<p>Hi! I’m Chie. My curiosity led me to learn software development and now writing code is a crucial part of my day! I enjoy problem solving and difficult challenges excite me!</p>",
                     "github": "https://github.com/chiestroud",
                     "linkedIn": "https://www.linkedin.com/in/chie-stroud/",
                     "portfolio": "https://chiestroud.com/",
                     "email": "urirunrunkoko@gmail.com",
                     "proImg": "ChieStroud.png"
              },
              {
                     "id": 14,
                     "firstName": "Jonathon",
                     "lastName": "Joyner",
                     "reelThemIn": "<p>I started this journey lost, now I have found stack overflow</p>",
                     "bio": "<p>I am a energetic witty tech geek that has a passion for learning. The journey of software development I has been rewarding and exciting. Software development has given me the tools to make meaningful connections and a hunger for knowledge and for that it will always hold true to my heart.</p>",
                     "github": "https://github.com/Jonathon22",
                     "linkedIn": "https://www.linkedin.com/in/jjoynercodes/",
                     "portfolio": "https://jonathon-personal-bio.netlify.app",
                     "email": "jonathonajoyner@gmail.com",
                     "proImg": "JonathonJoyner.jpg"
              },
              {
                     "id": 15,
                     "firstName": "Lindsey",
                     "lastName": "Satterfield",
                     "reelThemIn": "<p>! false - it’s funny because it’s true</p>",
                     "bio": "<p>I started coding before I even knew what it was back in the MySpace days. After a few years of learning code off and on by myself, I decided it was time to try Nashville Software School. When not behind a screen, I enjoy being outside, watching tv, or going to a Preds game.</p>",
                     "github": "https://github.com/lindseysatterfield",
                     "linkedIn": "https://www.linkedin.com/in/lindseysatterfield/",
                     "portfolio": "https://www.lindseysatterfield.com/",
                     "email": "satterfield.lindsey@gmail.com",
                     "proImg": "LindseySatterfield.png"
              },
              {
                     "id": 16,
                     "firstName": "Juan",
                     "lastName": "Davila",
                     "reelThemIn": "Persevere while kindly helping others. God bless and Semper Fi.",
                     "bio": "<p>Originally from Costa Rica, married for 23+yrs, father of 3 girls, joined the Infantry USMCR, whent to Middle Tennessee State University for a Computer Science degree (December 2018), Full Stack developer since December 2018, Nashville Software School for the real world application knowledge exposure.</p>",
                     "github": "https://github.com/JuanDavila1101",
                     "linkedIn": "https://www.linkedin.com/in/juan-davila-1101/",
                     "portfolio": "https://juan-davila-bio-site.netlify.app/",
                     "email": "juandavila1101@gmail.com",
                     "proImg": "JuanDavila.jpg"
              },
              {
                     "id": 17,
                     "firstName": "Hunter",
                     "lastName": "Juneau",
                     "reelThemIn": "6 hours of debugging can save you 5 minutes of reading documentation.",
                     "bio": "<p>I began my journey at Nashville Software School having only dabbled in programming before. What NSS did was teach me hope to learn, which has become an instrumental part of this field. Now web development has become something I am passionate about. What drives me is knowing that the code that I write can change lives and progress the world.<p>",
                     "github": "https://github.com/HunterJuneau",
                     "linkedIn": "https://www.linkedin.com/in/hjuneau/",
                     "portfolio": "https://hunter-juneau.netlify.app/",
                     "email": "huntlee17@gmail.com",
                     "proImg": "HunterJuneau.jpg"
              },
              {
                     "id": 18,
                     "firstName": "Casey",
                     "lastName": "Walker",
                     "reelThemIn": "<p>Q: What’s the object-oriented way to become wealthy? </br>A: Inheritance</p>",
                     "bio": "<p>I found myself interested in software development during my time in sales as I worked with IT teams to provide technology solutions that host and deliver applications. What drives me to work in software development is knowing that the projects and applications that I work on can have a positive impact on the world around me. </p>",
                     "github": "https://github.com/caseywalker",
                     "linkedIn": "https://www.linkedin.com/in/caseytwalker/",
                     "portfolio": "https://www.caseytwalker.com/",
                     "email": "casey.walker118@gmail.com",
                     "proImg": "CaseyWalker.jpg"
              },
              {
                     "id": 19,
                     "firstName": "Sean",
                     "lastName": "Rossettie",
                     "reelThemIn": "Stack Overflow got me here",
                     "bio": "<p>After graduating from Belmont University and being a working musician in Nashville for a few years, I sought a new challenge and found that in the world of web development and enrolled in the Nashville Software. I love the combination of problem solving and creativity that development offers and am looking for a job that is a solid fit for my skill set.</p>",
                     "github": "https://github.com/seancrossettie",
                     "linkedIn": "https://www.linkedin.com/in/seanrossettie/",
                     "portfolio": "https://sean-rossettie.netlify.app/",
                     "email": "seancrossettie@gmail.com",
                     "proImg": "SeanRossettie.jpg"
              },
              {
                     "Id": 20,
                     "firstName": "John",
                     "lastName": "Maple",
                     "reelThemIn": "Musician | Fitness Enthusiast | Forever Learning Coder",
                     "bio": "I am a musician and long time learner in all things computing. I enjoy the logic of programming and find immersion in code somehow relaxing. When COVID-19 raged and there were no live performances, I took the opportunity to enroll at the Nashville Software School. As a mountain climber climbs a peak because it is there and must be conquered, when a coding challenge is in front of me, I must figure out a solution and I cannot rest until I have found one.",
                     "github": "https://github.com/Greenfin17",
                     "linkedIn": "https://www.linkedin.com/in/john-maple-84590643/",
                     "portfolio": "https://bio-site-john-maple.netlify.app/",
                     "email": "jmaple177@gmail.com",
                     "proImg": "JohnMaple.jpg"
              },
              {
                     "id": 21,
                     "firstName": "Rob",
                     "lastName": "Cole",
                     "reelThemIn": "JavaScript is a lot like English; No one knows how to use semicolons properly.",
                     "bio": "<p> I started out my career in video production till I quickly realized that wasn't for me. I then dabbled in graphic design which then morphed into web design. I first learned to code in my masters program where I studied Web Design and Online Communication. However, I wanted formal training as a software developer. Now, NSS has changed my life and I can’t wait to see what my future holds. </p>",
                     "github": "https://github.com/robertncole1",
                     "linkedIn": "https://www.linkedin.com/in/robertncole/",
                     "portfolio": "https://robcolecreative.com/",
                     "email": "robertncole1@gmail.com",
                     "proImg": "RobCole.jpg"
              },
              {
                     "id": 22,
                     "firstName": "Nathan",
                     "lastName": "Keith",
                     "reelThemIn": "<p>\"Luck is what happens when preparation meets opportunity.\" -Seneca</p>",
                     "bio": "<p>After having spent way too long as an attorney, I felt as though I had something more to give. I needed to invest in a midlife career change that fostered my creative nature while simultaneously satisfying my need for a solid foundation rooted in reality. So, I applied to NSS and never looked back.</p>",
                     "github": "https://github.com/nashvegasnate",
                     "linkedIn": "https://www.linkedin.com/in/nathan-keith4/",
                     "portfolio": "https://nathan-keith.netlify.app/",
                     "email": "nashvegasnate@gmail.com",
                     "proImg": "NathanKeith.jpg"
              }
       ]
}
